[app]
language=Español
load_error=Este archivo parece estar dañado o no compatible
load_error_ext=Necesitas instalar la extensión de imagen ▢ para abrir tus archivos ▢
yes=Sí
no=No
LANGUAGE_TIP=Cambiar el idioma requiere reiniciar la aplicación
OPEN_WITH=Ver con PhoXoSee
welcome=Bienvenido a PhoXoSee!
intro=PhoXoSee es un visor de imágenes rápido y ligero
welcome_open=ABRIR
plugin_button=INSTALAR
cancel=Cancelar

[TOOLBAR]
1=Tira de película (F)
2=Ver la ubicación (G)
3=Tamaño real (/ o 1)
4=Ajustar en ventana (/ o 1)
5=Acercar (Ctrl + Rueda)
6=Alejar (Ctrl + Rueda)
7=Imagen anterior (←)
8=Imagen siguiente (→ o Espacio)
9=Rotar 90° a la izquierda (Ctrl+L)
10=Rotar 90° a la derecha (Ctrl+R)
11=Eliminar (Supr)
12=Redimensionar imagen (F2)
13=Mejora de la vista (Ctrl+E)
14=Menú (M)
15=Pantalla completa (Enter)
16=Salir de pantalla completa (Enter)
17=Tema de color
18=Buscar fotos por fecha de captura
19=Nueva versión disponible

[ColorTheme]
1=Barra de título: seguir el sistema|Barra de título: tema claro|Barra de título: tema oscuro|Color de la barra de título: Personalizado
t=Mantén Shift para configurar rápido

[ViewEnhance]
t=Brillo|Colorido|Nitidez|Resplandor suave

[EXIF]
0=Información
1=Nombre de archivo:
2=Tipo de archivo:
3=Tamaño del archivo:
4=Tamaño de la imagen:
5=Fecha de modificación:
20=Fecha de captura:
21=Marca:
22=Modelo:
23=Modelo de lente:
24=Número de F:
25=Apertura máxima:
26=Tiempo de exposición:
27=Resolución:
28=Velocidad ISO:
29=Longitud focal:
30=Modo de medición:
31=Flash:
33=Programa de exposición:
35=Recuento de cuadros:
50=Software:
80=_/Promedio/Promedio ponderado en el centro/Spot/Multispot/Patrón/Parcial
81=Flash disparado/Sin flash
83=_/Manual/Programa normal/Prioridad de apertura/Prioridad de velocidad de obturación/Programa creativo (inclinado hacia la profundidad de campo)/Programa de acción (inclinado hacia la velocidad de obturación rápida)/Modo retrato (para fotos en primer plano con el fondo desenfocado)/Modo paisaje (para fotos de paisajes con el fondo enfocado)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Ver|General|Asociación|Explorador|Misceláneo|Privacidad
10=Renderizado acelerado por hardware (GPU)
11=No seleccione esta opción si la imagen aparece anormal
12=Mostrar cuadro de diálogo de confirmación antes de eliminar
13=Estrategia de visualización inteligente para imágenes extremadamente largas
14=Mostrar tamaño real y posicionar automáticamente en la parte superior
15=Guardar calidad JPEG
16=[0..100], se recomienda 80
19=No permitir múltiples instancias del software
20=Desactivar la animación de inicio en la ventana principal
21=Habilitar el historial de archivos recientes
22=Guardar la configuración de la interfaz de usuario
23=Reabrir la última imagen al iniciar
24=Mostrar miniaturas para formatos seleccionados (puede requerir reinicio)
25=Eliminar archivos permanentemente (no mover a la Papelera de reciclaje)
26=Fondo automático para SVG si es demasiado claro u oscuro en tema actual
100=Rueda del ratón
101=Imagen anterior/siguiente|Zoom
103=Doble clic
104=Acercar (2x)|Tamaño real (100%)|Pantalla completa
106=Proveedor de GPS
107=Mapas Bing|Mapas de Google
109=Nivel máximo de zoom
110=Repetir carpeta al alcanzar la primera/última imagen
113=Guardar automáticamente después de rotar la imagen
114=Ignorar perfil ICC incrustado de la imagen
115=Borrar caché de miniaturas
116=Paso de zoom
117=Estándar|Rápido
118=Mostrar cuadrícula de transparencia
119=Mostrar siempre las imágenes en la máxima calidad (algo más lento)
200=Extensión|Aplicación predeterminada
201=Cambiar
300=Agregar elemento de menú contextual en el Explorador de Windows
301=Tecla ESC para salir de la aplicación
302=Tema de botón anterior/siguiente
303=Circular
304=Ocultar automáticamente la barra de herramientas
305=Desactivar interpolación cuando el zoom > 100%
306=Desactivar esquinas redondeadas del sistema
307=Comprobar actualizaciones automáticamente

[DlgDelete]
t=Eliminar archivo|No volver a preguntar|¿Desea eliminar este archivo a la Papelera de reciclaje?

[DlgResize]
t=Redimensionar imagen|Ancho|Altura|Mantener relación de aspecto

[DlgCustomizeTool]
1=Alinear a la izquierda|Alinear al centro|Alinear a la derecha
tip=Restablecer a predeterminado|Eliminar botón|Mover a la izquierda|Mover a la derecha|Aplicar cambios

[DlgAbout]
0=Acerca de
1=Versión:
2=Derechos de autor © 2025 FULI. Todos los derechos reservados.
3=Gratis para uso personal y comercial
4=Buscar actualizaciones
5=Cerrar
6=Estás utilizando la última versión
7=Hay una versión más reciente disponible. ¿Te gustaría obtenerla ahora?
8=Créditos

[SearchImage]
1=Elegir el directorio que contiene las imágenes
3=Encontrar fotos con fecha de captura a partir de:
4=solo este día|dentro de 10 días|dentro de 30 días|dentro de 100 días
5=Buscar
8=Buscando imágenes
9=La búsqueda ha sido cancelada
10=Total de imágenes encontradas

[BatchSvg]
1=Seleccionar el directorio que contiene los archivos ▢
2=Seleccionar el tamaño de la imagen de salida
3=Convertir
4=No se encontraron archivos ▢ en este directorio
5=La conversión de imágenes se completó.
6=Elija la carpeta de salida
7=Error al convertir: 
8=La conversión ha sido cancelada.

[File]
SUPPORT_FILE=Todas las imágenes
SAVE_ERROR=Error al guardar la imagen
5=El directorio no existe
6=Navegar...

[MENU]
2=Salir
12=Tamaño real
13=Ajustar en ventana
21000=Abrir
21001=Guardar como
21002=Copiar
21100=Imprimir
tool=Herramientas
21101=Obtener fondo de pantalla actual
21500=Establecer como visor de imágenes predeterminado
21600=Siempre en primer plano
wheel=Rueda del ratón
21700=Imagen anterior/siguiente
21701=Zoom
toolbar=Barra de herramientas
21750=Arriba
21751=Abajo
21805=Personalizar barra
language=Idioma
21800=Configuración
21801=Acerca de
recent=Archivos recientes
21804=Borrar
20000=Información
21003=Abrir ubicación de la imagen
openwith=Abrir con
21803=Seleccionar
20013=Pantalla completa
21004=Pegar imagen
21108=Ocultar automáticamente la barra de herramientas
21110=Convertir SVG → PNG
21115=Convertir HEIC → JPG